space
exploration
needed
things
fund
earth
funding
important
problems
like
poverty
glob
warming
expensive
pollutes
planet
costs
lots
money
government
spend
billion
dollars
year
46.2
million
people
live
afford
simple
nets
mosquitos
prevent
malaria
half
americans
difficulty
paying
medicine
food
housing
time
lives
know
read
write
family
schools
conditions
pollution
blast
shuttle
takes
energy
fuel
losing
atmosphere
burning
fossil
fuels
need
cleaner
water
better
forms
power
homes
cars
factories
insted
think
crashes
easily
explore
help
travel
areas
exercising
planes
america
spends
traveling
thing
type
dying
world
hunger
large
happening
3,800,000
save
feet
life
point
practically
example
machines
sidewalk
weather
forecasting
hard
look
window
step
outside
house
seconds
forecasts
useless
newspaper
able
survive
conclusion
useful
providing
shelter
helped
living
surviving
goverment
materials
compared
poor
means
ruin
burn
according
article
says
spread
lower
disease
home
gasoline
ocean
neatly
spent
healing
improve
learned
science
math
harms
feel
caused
needs
uses
wasted
diffult
africa
away
fair
work
suffering
good
environment
scientists
believe
harming
oceans
harm
lovers
develop
true
medicines
mean
matter
effective
happen
imagination
reality
healed
stop
heal
happy
articles
convince
desirable
convinced
benefits
easy
solve/not
reason
total
national
budget
question
consider
main
argument
leaving
rest
arguement
strong
evidence
solve
satellites
circle
track
measure
crops
soil
rainfall
drought
shows
devices/
produce
distribute
helps
remain
creative
society
motivate
beneficial
competition
nations.space
makes
strive
technologies
scientific
knowledge
nations
human
avoided
competed
planet-exploration
spaceships
instead
bomd-dropping
airplanes
solve/
star
moon
plantes
inmorpant
change
send
clean
said
little
trying
aliens
worring
waste
spreading
education
stuff
worry
going
1000
years
thats
topic
reading
rocket
fired
theft
citizens
suffered
starving
ship
points
mosquitobites
kills
everyon
care
states
opinion
funded
answers
questions
ways
jobs
argue
irrelevant
list
nasa
helping
upgrading
technology
monitor
health
launched
orbit
aerial
view
easier
predicting
helpful
gives
increases
guess
ones
having
diseases
troubles
alot
place
making
inventions
choose
mosquito
bites
earn
entire
saving
author
bite
cost
affected
millions
rockets
donate
1,000,000
places
nearly
chang
body
parts
transplant
blood
donation
different
dummish
necessary
spending
theres
medical
insurance
healthy
desease
called
protects
sleep
lastly
adults
children
sick
scientist
unpleasent
damaging
animals
nature
countries
furthermore
examples
wrote
aside
imporatnce
convinces
sace
worth
brings
today
future
generations
caught
attention
come
area
instruments
produced
condition
stress
develope
machinery
exercise
boosted
improves
challenges
airplaines
sattelites
achievement
result
monitoring
satelites
crcle
land
writes
information
distribut
best
continue
benefit
incredibly
finally
exploraion
avery
inverntions
tommorow
explor
funds
46.3
check
faster
tell
race
russia
improved
planets
resources
resource
strom
heading
city
warn
second
lifes
machine
n.a.s.a
thank
exploring
billions
feed
right
killed
protect
carry
buying
solution
opponents
claim
circling
moniter
grow
directly
support
program
tangible
outer-space
provity
curing
paple
messed
avoid
bomb
dropping
justify
inspire
innovative
cold
united
competing
wanted
achieve
want
improvement
advancement
known
cause
state
dangerous
damage
country
moneys
problem
povertry
difcult
houses
foods
unclean
hopefully
tackled
spaced
deal
dicult
telling
odds
solving
given
humans
waters
causes
fact
solutions
leaded
mind
gave
talked
create
items
minds
renewable
included
millitary
taking
26.3
hand
defend
wars
reasons
stopping
violence
cities
contries
created
compitations
cuba
russions
struck
putting
sattlite
sure
rain
growing
start
desinged
hold
astronauts
launch
story
follow
contact
members
phones
lets
knowlege
polution
minerals
coal
running
bigger
overwhelmed
junk
invested
dollors
build
aircraft
stations
acheivement
maybe
amazing
throw
loves
electronics
wi-fi
mankind
satillites
google
scanning
goes
shoot
satellite
cellphones
connect
cable
friends
talk
wifi
workes
satallites
claryfy
forever
apocalypse
comes
writter
writing
james
denman
field
soccer
swimming
pool
mosqitoes
agree
writting
finish
saying
required
task
finding
smallest
piece
extra
terrestrial
mars
combine
forces
advantages
super
carrier
distant
neighbors
weve
small
advances
contacting
alien
friendly
destroy
enemy
hostiles
theive
kept
secret
infact
transmitted
tree
elephant
experimentations
focus
preserve
learn
love
whats
inside
searching
outer
knows
provide
form
importance
thousands
compare
absolutely
learning
control
idea
suffer
maliria
catch
harmless
source
getting
horrible
affecting
pollute
continues
toxic
regenerate
build/invent
healthier
organization
charge
figured
forcasting
lead
possible
built
certain
longer
undecided
study
endanger
exploding
cheaper
tossed
launching
satilites
okay
quarter
economy
comparing
bank
defense
polluting
keeping
safe
enemies
enjoy
everybody
stay
discover
lose
strengthens
muscles
expect
screen
phone
curl
pushups
american
history
everyday
motivated
cares
fight
great
discovery
chaotic
wasting
focused
natural
compete
chemicals
released
breathing
explorations
innovations
maintain
intro
hook
adventures
overview
artical
'the
explains
explaining
benifits
thesis
sentence
concreat
cite.1
comm
demonstrate
counter
arguments
discovering
products
commentary-
concluding
restate
action
anythings
explored
giving
motivation
allowed
missions
stressful
letting
invent
results
doctor
reaction
meet
developed
proves
leads
motivates
lands
conducting
chance
i-phones
wants
exist
probably
television
broadcast
daily
watch
vacation
tornado
broken
harsh
happens
beter
hapen
climates
face
facts
supplies
kind
diseas
abig
allow
2012
real
auther
reader
metioned
widen
ideas
brought
technologic
affect
approach
knowledgable
mentioned
tackling
waisting
waisted
check-out
cleaning
teachers
repair
students
persons
stated
paragraph
priority
lying
enchancing
cure
mosquetos
advance
alive
doctors
rate
train
leave
patients
effect
desiralble
worked
sides
soils
draght
allows
secondly
contributes
effecting
wallets
unlike
stupid
sued
'space
significant
investment
progress
expecially
resualted
advancements
'uses
'that
disagree
statement
tackles
investmnet
explain
harmful
wase
secound
exploation
heman
text
proverty
nets/
died
positive
creativity
gets
'people
deserve
deserves
lucky
hurt
peoples
fast
bucks
readable
professors
spen
military
bodies
teaching
globally
failure
lack
lacking
necessities
addition
museums
buildings
interesting
pictures
austronauts
persuasive
totally
agreed
immeasurable
case
wont
effects
peaceful
unites
harmed
process
project
spacecraft
honored
greatly
offered
bravery
course
harsher
looks
volunteered
landing
shown
reacts
section
actually
opposite
smelled
addicted
smell
fumes
disagrees
burns
smelling
carbon
dioxide
mouth
vans
global
solar
powered
favorited
nonefficient
reduce
temperature
stored
black
outs
deployed
scout
shortages
current
sorry
unclear
meaning
earthquakes
hurricane
short
disasters
prepare
fascinating
hobby
infect
overweighs
person
rocketship
research
dung
spred
dollar
poullt
plants
polluted
benefits-i
nation
25.1
defence
medication
building
construct
fuel/gas
govenor
imagine
hire
pays
minute
dies
aurthor
nessary
clothings
doesnt
lieing
ther
figure
airplains
gotten
sattilites
droughts
explained
explorationis
taxed
put/
satellies
hurts
population
trash
inspiration
mony
hungry
homles
midicy
cover
chain
witch
dust
dollers
diffculty
wast
bring
mabey
somethings
diffrent
long-term
immediate
suitable
development
conclude
astronates
insure
safety
astronautes
rising
inovation
include
resulted
engineers
solved
credit
thanks
invented
walk
filled
space/rocket
ships
texts
sleeping
effected
gone
flawed
snowstorms
raining
weathers
agreee
spmething
gping
objection
asteroids
hiring
drink
dirty
strongly
hope
singled
caring
tempeture
happend
wear
sweater
hungerness
didnt
tech
wouldnt
dont
lights
fall
homework
play
games
emergency
thoes
dolars
streets
gangs
amougst
slower
astronaut
advancing
advanced
opportunities
placed
touch
monitering
farmers
informed
season
declaring
greater
strength
giant
russian
fastest
close
starve
monny
intisly
heat
spended
dieing
spaceship
looking
stars
dieying
blame
free
sense
appreciate
rent
thier
unnessecery
homeless
trouble
leased
room
mansion
choosing
contrys
tomorrow
wait
spacesphips
desieses
cancer
rides
girl
wisely
seriously
smart
cures
persuade
appreate
listen
passage
issues
lived
cell
improving
fourth
hanging
beds
bitten
solar-powered
poluted
polutes
bombing
bomb-dropping
position
injuris
deseases
infections
sickness
kill
kids
parents
maleria
moskitos
acfected
canot
breaking
ozone
layer
drastically
creating
efecient
clothing
president
eisenhower
agrees
hitting
space-craft
clue
break
isnt
u.s.
trillions
fixed
space-crafts
includes
tackle
continued
starvation
rocketships
'nearly
medicane
'today
seen
eating
scraps
left
ground
'for
'many
spill
fish
1950
long
telescope
starry
night
wonder
businesses
researchers
endless
skies
breathe
flying
basically
leaves
float
orbits
older
misused
missing
forecasters
earlier
tsunami
detect
six-hundred
seventy
innocent
planet-x
definately
page
barely
activities
'even
satalite
authors
benefical
bombs
ecnouged
birds
stone
argueing
spening
captured
opposed
access
killing
beileive
selfish
newer
clear
he/she
pursuade
understood
presenting
she/he
supported
viewpoint
basic
presented
witting
regulate
including
wrong
obvious
viewpoints
explanation
convincing
shoud
eduction
told
plus
unknown
wonders
dangers
prepared
weapons
generate
deaths
19,000,000,000
tons
deiesed
dealt
universe
galexies
risks
galaxy
diseises
thinks
differently
planet-exploring
woods
child
week
speed
went
tracked
measures
educations
teach
measurements
cores
changes
allies
underbridges
marathon
stinky
burger
slice
drive
mission
francisco
thousand
letter
families
floor
smile
bankrupted
personal
belief
damaged
sustained
failed
argues
opposing
creats
single
creates
contracts
steel
companies
retrospect
prove
budgets
pretty
enviormentally
equal
green
critized
huge
proving
greatness
farther
remember
europeans
tried
ended
bloody
conquest
native
fighting
claims
revolutionary
habitable
colonise
turn
death
peace
limit
badly
speng
affort
protecting
his/her
stuffs
neccessary
'indeed
countires
considers
final
gasolind
burnign
non-cleaned
myraid
types
asthma
pump
inspires
systems
affects
beings
effort
active
transportation
accurate
tools
imporve
tracking
land/soil
occur
particular
statistics
difficuities
benefited
news
reports
satelite
doneting
catching
working
struggling
explorers
tool
valuable
needing
textbooks
classrooms
remodeling
lessening
nice
safer
lost
stuck
wheelchair
forcast
doubt
meteor
coming
warning
offer
saved
visit
acceptable
travels
costed
trip
lesser
intresting
examine
late
anytime
showing
showed
instraments
recorders
monitors
flew
robots
provided
younger
interested
eventually
pushed
geneation
busy
striving
smarter
alittle
amounts
contreversary
personally
longrun
satalites
growth
analyze
storms
incoming
test
airs
climate
frequent
changing
orphanages
possibility
sending
sollders
famlly
againn
gather
trips
frequently
advancementes
completely
ending
hungar
public
school
districts
educating
young
later
suffers
overall
planted
docter
came
importent
airplane
happened
poverties
spacesuit
bugdet
possibly
truly
return
wile
solely
equipment
sake
naturally
competitive
certainly
attacks
creature
trade
wish
controversial
well-debated
21st
century
science-
wondering
paragraphs
stood
laid
improvents
airplanes-a
much-needed
enables
giants
paly
road
obama
meeting
presidents
rulers
invention
layed
groundwork
exersise
risingly
aspect
obesity
rates
rise
plays
vital
role
degrees
thursday
precisely
agree-its
understand
targeted
98.8
compleately
ignored
globe
cutting-edge
especially
takeoff
touchdown
pressure
puts
exessive
desirable-
whatt
measuring
dissagree
price
reduced
soving
percent
decrease
number
electric
service
projects
picking
garbage
vote
tobacco
couple
obviously
debt
china
prices
frontier
dare
familiar
galactic
surroundings
cowards
minor
lies
ahead
species
sapport
non-bloody
disposal
'tangible
physical
meterology
head
gifts
'united
warfare
shop
employee
month
competitor
services
simile
defences
tear
hiroshima
holocaust
response
literature/persuasive
essay
niche
previous
pages
heavily
willpower
binding
factor
ties
restraing
hinder
minimum
extent
galaxies
shall
donating
wathing
target
feul
exit
mospher
gass
awhile
release
self
drives
caps
melting
flood
report
raidio/
realy
enviorment
tusami
earthquake
japan
belivie
facing
economical
crysis
depleting
search
astronomy
sooner
19.7
spendings
oppose
truth
turning
provisions
purchase
drinking
africans
hang
months
neutral
adventure
soul
essentially
senses
locations
commotion
communists
ussr
communist
nuclear
zeroed
trinkets
disagreement
jjust
percentage
focusing
objects
costly
adding
developement
wanting
benifital
oxygen
craft
inriched
technological
elemants
diesese
mapntane
majority
aids
invest
anther
smoke
cool
invests
industries
medarine
maintane
cave
worthy
exactly
relys
subjects
somewhat
matters
present
topics
oppunities
convicned
predict
poperty
investigate
thist
slove
collapse
countrys
street
detecting
conditioning
original
intentions
harvest
suns
cheap
gain
developing
innovation
convenient
worthwhile
closer
biengs
simply
mosiquto
motorcycles
eyes
veichiles
heard
books
dizzy
stand
knowing
helpers
researching
stopped
knew
color
pluto
wasnt
acess
edvance
incredible
definetly
cemented
impressed
statistis
him/her
join
factual
apealed
adventurous
hook=is
overview=in
thesis=instead
worrying
sentence=they
concrete
detail=
commentary=
commentary
investigation
spacing
investments
espeacilly
astronats
rights
party
reasources
broke
begin
supporting
pavement
choice
skipping
steps
healthcare
vaccines
excercise
biased
address
fixing
neede
stem
themself
ruining
charity
mansions
efficent
darkness
instance
biting
import
fossil-fuels
handle
global-warming
investing
baby
thnkk
improvements
luck
thought
destroying
neiborhood
paper
adjust
views
talking
thinking
attacked
invaded
plant
sustain
nessesary
survival
talks
messing
prioritize
realize
lowers
smiles
faces
opening
soup
kitchens
supplys
diease
astraunaughts
risk
manufunctions
writer
reminded
rainfalls
reson
stoping
subheading
inproved
teaches
sort
devoted
sections
desireable
took
accomplished
releases
opponets
precious
difference
non-polluted
currently
purpose
contend
mosquitoes
specifically
conclusions
priorities
decide
polluts
earths
surface
hypocritical
nasas
jumps
regions
experience
ôspace
improvments
determine
mention
specific
wiping
exsploration
supose
exsploring
pollutional
dumb
worst
co-worker
wonderful
supply
glaciers
starting
melt
shouldnt
sends
disgusting
breather
expoditions
fail
neil
armstrong
sucsess
raise
milk
1.50
3.00
issue
achieved
ourself
term
goal
outweighs
devastion
impact
nuke
battling
moving
bond
rewarding
definite
rich
danger
heightens
looked
wondered
fought
lifetimes
answer
ignorant
biggest
increasingly
efficient
yield
grown
outraged
suggestion
1960
26.2
circles
veggies
grain
weight
plane
flight
'over
acure
wealthy
introduction
'each
quote
believes
speaks
fees
lifetime
concern
requires
gallons
speak
shape
eihter
shooting
rely
shoulders
becycling
reducing
riding
bicycles
authority
post
money-wasting
preserving
unable
obtain
stripped
necessity
people/animals
inhabited
someother
funds/money
5.00
diserable
cleaned
divide
groups
donations
clothes
coldness
tother
tragic
money/fund
rigs
textures
visited
times
money/funds
societys
communities
belongs
incharge
correctly
encourage
open
explodes
medioation
diesieses
pain
expenses
days
wasteing
shameful
telescopes
trees
fresh
gases
liquids
creatures
eats
underwater
dead
tasteing
favorite
terrible
enviornment
exlploration
protected
who-knows-how
rebuilding
malnutritioned
treat
discoveries
concentrating
situation
ballot
struggle
proved
non-broken
chairs
desks
mouths
agee
discovered
'before
factors
clearly
'satellites
crop
setting
challenging
goals
difficulties
spreads
perfect
frying
zoom
inch
sees
astronaughts
epopel
pullotion
inhabitants
deep
elements
acheive
meant
live/last
ideals
avoiding
electronic
cooking
walking
destination
near
literally
reach
cverybody
plan
rasing
planing
grandchildren
grandchild
eath
governmend
benifit
globle
comeing
46.7
property
difficuly
souls
meon
atleast
luxurys
guys
heartless
perspective
enjoying
wake
anyon
injured
challenge
provides
difficult
raced
outward
exploritation
channels
exploriation
cuase
leader
techor
freely
protection
mcdonalds
lunch
blaming
random
fault
homless
drugs
actions
teacher
shouldve
snack
pack
yeah
forgot
fualt
illegible
african
possobleso
tiny
discouraged
encouraged
illustrates
benificial
comatition
conditions.that
ensures
safty
modavate
chose
fraction
explroation
data
gaven
ourlives
forcasts
ongoing
debate
poverty/hunger
imediate
purposes
neccessities
clan
order
benefiting
inmprove
vast
somehting
wasrs
demonstrated
outwieghs
considering
tempuratures
causing
benefitted
conflict
brighter
essential
words
fossile
buget
sacrifices
whitch
natnial
natinal
defens
medican
medicin
monitored
astronughts
ensure
instermets
bodys
suttibal
overcrooded
recores
technoligy
evryday
execis
wether
thoses
beifits
resons
travel/
apply
earthly
returning
studying
handles
cutting
totals
checking
pieces
machinces
difficle
pullution
puluting
everyones
cured
ally
observations
highly
contagious
language
modern
studies
past
comets
added
studied
production
distribution
selfs
themselfs
glad
greatful
fundraisers
student
book
staff
protective
infected
onlt
10000
plenty
ilegible
*this
statements
correct
multiple
unfortunate
hate
astronaunts
planting
remedies
safely
inventors
plans
precise
fellow
fore
motivational
inspiring
depends
instrument
contribute
require
headline
react
creations
competitions
beginning
mosiquo
alaska
mosqiuto
billons
couteragrument
surffing
agrument
fortunate
class
middle
worldwide
fine
rainrall
skills
disagreements
illnesses
till
count
catastraphy
lunitic
drop
warheads
inhabit
disaster
potential
contain
roughly
necesity
proper
honest
meat
workout
comfortable
department
crop-oweners
alert
locals
hurrican
asteroid
orbiting
numerous
sudden
shower
friend
cousin
delay
compair
explorating
replace
reminber
kinds
1953
situations
payed
programs
allowing
exercises
defenses
bonds
regular
dropped
plethora
rome
antional
reusable
mere
major
distributing
overcome
humanity
based
gathered
encourages
particularly
unnessacerry
acheivments
details
armys
veciles
computers
upgrade
navy
worthit
sent
letters
beleive
equally
extremely
benificiery
activity
understanding
reveal
posetive
sparing
penny
medication/help
prevented
spills
driving
direct
poverty-
shot
therfore
exposed
bikes
asap
store
unnecessary
product
group
magic
wisely-for
lowering
mosiquito
depend
taxes
shelters
medience
creat
medicians
h=new
medicon
aswell
forecast
wheather
visiting
meter
metorite
taken
lattering
extinct
elligal
hunting
invasion
falling
corcopia
hottest
flat
hmmm
freak
dots
autism
disabilities
lifespan
apartment
level
heath
kuki
seams
acces
malari
finds
sattities
tracks
moniters
complete
midicine
company
suppose
recourses
strugling
brake
tears
larger
miracle
religons
religious
church
religion
dragged
europe
dark
ages
prayers
combined
anti
communicate
assitance
chances
army
favor
forget
surprising
confict
collected
distributed
food/crops
sciencetist
gasses
exporation
becaus
'right
'exporation
unnessicary
pertect
spider
governet
court
testify
thirdly
saddle
disaggry
compted
internet
posed
backed
substantial
began
titled
started
s/he
believed
confused
structured
questioning
opinionated
felt
following
realized
preferred
written
forming
prioritizing
foremost
inovations
peice
dosent
keept
privillage
controversal
uttilizing
numbers
higher
counts
heart
taught
valueable
lessons
seeing
gravity
alters
opposers
testing
opposition
spark
generation
portion
cats
cute
austronoat
baddest
shuttles
slippers
listining
physically
mentally
insipration
assure
spirit
incourages
keeps
steping
lending
volunteer
needy
evolving
eductation
works
unbearable
educational
inboth
theto
alos
enterainmet
daring
experiments
scietists
deeloped
toold
applied
assisstance
furthering
althought
technical
downsides
spet
flown
excrete
burnt
giels
eart
failures
scrap
metal
millin
42.0
stressfully
offs
solrino
calling
proideses
sopeted
palned
bombdroppins
explorce
teflon
velcro
fields
preparation
supplier
modal
kenya
electricity
india
threatening
enviroment
jumping
weigh
optional
breath
swim
definitely
increasing
populations
practice
cathering
someplace
greed
paid
intel
suroundings
plenet
staying
passed
selves
voice
tasks
fufilled
common
treadmill
hireing
limited
benefitting
supports
assertions
extraordinary
understoods
polutoon
extraordiary
scrutinize
unfortunately
expanding
mayor
governor
wonderous
findings
assertion
lwpe
blow
tries
rude
share
community
expand
understands
desired
forward
achieving
peacefully
divided
pros
cons
holding
verge
taxs
canser
envolve
arguements
mostquitos
crafts
navigation
benefitial
farming
agriculture
inhabiting
leading
developments
reactions
high
honestly
educate
fallen
foster
taxies
risking
foil
worried
ridiculous
worse
deed
reasonable
waiting
meidietion
dident
somthing
todally
fireing
fuse
hurting
greenhouse
hungery
tummys
treated
masks
heavy
layers
audlts
gasoling
'éthese
museum
exam
beat
cuts
hospitals
poison
sources
launches
enourmous
montiored
efficiently
receive
harder
convieince
conserve
homeland
temporally
helpless
defer
stable
exoplanets
esle
muney
watever
awemer
hear
straight
foodless
advise
peircing
drain
succeed
expected
richer
poorer
exagerating
2013
workbooks
pencils
markers
erasers
bills
classes
paint
brushes
music
violin
viola
bass
cello
flutes
percussion
trombone
oboe
fortune
basketballs
softball
gloves
bats
cocks
badminton
rackets
footballs
steal
rent/buy
house/basement
cent
entertainments
satallight
entertainment
atracts
insects
sucks
transfer
seventy-four
cause-and-effect
styles
havoc
burnings
scanned
missiles
deactivate
casulties
producing
homelessness
focuses
mainly
neronautics
hypothetically
aeronautics
fundraises
donates
desperate
litter
expedition
eliminate
poorly
myriad
slowly
vaccinated
worts
feeding
everyyear
aircrafts
continuing
drones
meteors
crashing
controls
seas
wind
destroyed
collecting
hundreds
walked
laying
beilf
aermicans
typic
asteriod
racing
discovers
impossible
unite
early
planetary
terrorism
exploratio
trave
mysteries
stumble
influenced
agreeing
haved
aways
mathmatics
excellent
sates
populated
abut
passing
beloved
soon
troublesome
hands
lied
considerable
situattion
influencing
economic
levels
suck
pvoerty
mich
basicaly
speacial
righ
donated
orphanage
nine-teen
nineteen
orphanges
cash
distraction
u.s.a.
distracted
schoolwork
housework
silly
game
cartoon
asking
thirst
stare
opion
opponet
budgement
milatary
newable
compered
explorration
panic
constantly
debating
sicknesses
42.2
hooked
wise
emitted
brilliant
approving
miseries
aurother
disarable
inportant
bothersome
workers
rebuild
provirety
wo'nt
teamwork
efficently
soldiers
skilled
battleing
proffesionals
ready
gained
travelling
accurately
dealing
scarce
19billion
daly
held
moment
peoplen
dieses
mesiqto
accually
motivateing
compitition
pervent
bomb-droppings
conflicts
bullets
adds
relieve
reside
aviation
supersonic
tourists
behave
anatomy
patterns
brace
2seater
photos
crazy
viewed
boring
comment
cruel
unfair
fairly
receiving
treatment
coughing
largest
rivers
lakes
theory
summarize
tricky
explosion
trained
satilite
metiors
communication
technologie
extend
aurspuino
convice
sciencnist
nurse
quickly
happily
dieseases
creatve
overcoming
obstacles
entirely
valid
'small
speant
prominent
unihabitable
arrives
conjunction
exersize
responsible
differences
reference
soviet
sorts
ignore
origin
belived
apollo
actual
originate
fear
weapon
supplying
cease
substatal
excpect
'all
info
greatnes
advensment
invenstment
explortion
liver
mindful
sticking
'old
choices
arguing
beautiful
respect
mother
born
dream
cautious
considerate
magnificent
beauty
mystery
pity
devices
experimenting
predictions
rotate
unnecesary
visits
scientis
smiling
estimate
measurement
togotos
everytime
spaceshuttle
leavestheearth
toxins
peoplelike
fuding
initially
second-thoughts
exponential
less-fortunate
dependent
unaware
broadcasting
advantage
carelessly
screaming
beach
theirs
picked
cancel
cancell
finacial
welfare
checks
decision
affor
violent
negative
lilce
maps
medicinal
adopt
inspired
journey
exlor
difficuty
bundle
sucess
predicted
rarely
rover
light
fitness
polutions
alternative
destroys
defenitly
rood
stret
soins
motvation
beak
tells
asked
decades
envented
carried
populution
scienctist
envirment
happier
gasolin
hook-is
americas
thesis-
sentence-
experiment
women
gobal
mess
expirements
exists
ruined
interests
holes
quicker
trains
boats
greened
hypothesize
explode
centuries
slow
smog
emergencies
fishes
seaweed
parent
college
childrens
anews
shoule
sincerely
yanting
zhen
pace
measureing
makeing
durty
flooding
ponds
foreign
territory
predicts
sandy
evacuate
preperations
at-the-ready
sunlight
recieve
accordingly
desicion
42.6
poluting
powerful
flag
phyically
payment
helpfull
aroud
is't
coutry
sattlelites
acurrate
exerciese
milittary
thoughout
incurable
deseacce
inprove
sight
dwarf
revolve
scietist
passes
conclsuion
convnce
essy
speend
envoroment
pg.1
anyways
and/or
mousquito
'most
asleep
mixed
poisen
animal
subject
sounds
bringing
univers
pattern
cheese
imspire
thrive
devastating
afica
fossils
intelegence
cornucopia
spared
oponent
dept
spirt
sattliter
anymore
citizen
meal
surely
earning
throwing
elemenated
lift
2020
gunna
things/machines
threw
stree
strees
motavating
explotions
achievments
hospital
ipads
heave
vitamins
suffuring
innovating
cure/
decaying
powering
surprisingly
greedy
noticed
chopped
considered
idiotic
attacking
explores
immediately
reeled
budge
greatest
adressed
lacks
enerrgy
ahve
happenning
t/hese
punrurt
precd
gong
informations
amoung
deffensive
criticized
bland
admit
cliche
applies
grammer
peices
cleanse
hearts
content
style
ease
steady
builds
designs
word
definition
burned
poor/poverty
dehydration
merely
observe
fools
3,800,000,000
threatened
prevents
suffored
mentions
effensive
expenditure
actively
waging
stealing
mittances
allocated
resulting
quality
ailments
famine
dehabilitating
oppressment
redirection
aflicted
severe
granted
diverting
concentrate
efforts
raised
accessable
alleviate
options
fueling
demilitarized
conviced
heling
dissaproved
despite
ecamples
logic
overpower
professionals
readers
general
depth
nonbloody
listed
donot
heal/cure
viruses
astronomt
medicine/
drying
earthquacke
specially
likely
tage
grows
usefully
fule
doscovered
gaghets
resone
satilights
spot
distubut
succesfully
acheived
seeping
40.2
represents
curiosity
knowledgeable
communications
offender
money-
consuming
addressed
contributions
secend
worl
scan
attend
'big
picture
heating
furthur
cope
isolated
compartment
catastrophic
adapt
workspace
workplaces
function
dreams
accomplish
success
complicated
solvable
overnight
invesment
object
ruins
increase
unaturally
u.s.a
cames
contaminating
rock
thoose
medicca
becasue
modivate
modivates
events
crushing
sensationis
propeled
perconally
satlites
outstanding
satelights
acctually
melanoma
camras
agian
truthfully
speading
intill
flame
milkly
spead
disagre
exsprotion
frorm
warefair
stamps
enconemi
quick
hole
nonresidented
govenrnent
cents
plastic
strech
uneeded
insead
mooon
deises
diieceses
quiet
unecrecre
filthy
delicious
thinner
rays
covering
organize
delling
fertile
competiotions
challenger
landscape
enjoyable
droping
advancementens
thun
alein
eco-safe
futures
disirable
mapping
rush
vehicles
traffic
lores
barrier
lightirobats
proof
ordering
distance
significantly
smells
scent
doctories
laptop
apps
handicaps
white
movations
humer
non-clean
imagin
belive
houseing
useing
provideing
wars/but
governers
someday
freeze
exoplanet
liquid
boil
glass
dome
matirials
police
departments
dieases
diening
bugs
country/state
convence
edjacation
wellé
rong
satalight
ispire
exciting
avanced
geting
rocet
sould
exsplaines
exsplanaition
wasent
fool
wasant
africas
excersize
eco-friendly
available
endangered
preventing
benifited
likes
dreview
discussing
robot
exloration
mosquitoe
hangs
bathroom
doors
whem
firstly
'é19
dollours
comparison
ingage
decreasing
dent
line
decreases
searched
reproduce
saying-
citizition
inhabitable
gaining
don't't
moch
awesome
vacuum
stronger
strongest
sound/light
waves
approaching
-narrator
trek
monitered
pricey
gaving
clouds
abject
apparently
security
sized
shallower
pockets
agaist
exams
training
crushes
determined
strike
untill
saltelite
throught
provety
pure
element
fell
well-being
tents
ride
error
cosmic
earthings
rotates
decendents
limits
earned
wrap
signs
rainy
progressing
moons
density
plates
bless
'murica
cases
kids/people
contaminated
unneccessary
^the
organizers
storm
signals
satellilite
opponent
perform
increased
guns
farmer
favorable
exagerrated
design
reacted
revert
exaggerations
revowe
images
imagines
invade
blames
detences
lighting
defending
armies
combines
wastes
nessisary
waist
inneed
pogress
faced
1392_020034208
spae
sattellites
netting
moves
farms
messes
solves
mysterys
similar
connected
bodes
melaria
asks
preparing
human-operated
pilots
operating
robbed
shut
counterargument
begining
stick
sentences
uninhabited
worlds
rocks
fuss
housed
clothed
maters
partly
wreck
tubes
magical
refuse
barren
worms
competion
soulution
dallers
tanks
soultion
fasanating
dreamed
venturing
inconclusion
allowence
finances
pushes
compeate
sence
compeat
compeated
suggests
competative
hungrey
allowences
malaria-carrying
gottan
astronomer
medically
desirbale
lossing
inhale
loss
slightly
bought
42.5million
saids
loitering
distares
stoped
satties
floods
reduces
damages
plains
ferma
stalites
stattlight
beanth
circumstance
glory
pride
bragging
droutes
fires
woman
famished
domination
syria
bombed
raisin
overdone
outweigh
protest
settle
disputes
settled
opinions
hearing
unbelievable
meals
greens
planning
asissted
bunch
preference
decided
populate
exoploration
metals
modify
inventing
discovered/
inspect
involve
comanies
fundraising
mosqitos
beetwen
necesary
bing
rove
updated
sola
actully
thee
bumbs
dint
foult
bumy
becuse
aint
tryna
conclud
indanged
help/buy
help=
polute
recycle
not-so-need
innovated
acres
statuses
inform
originally
aspired
succeeded
provokes
enjoyed
disiarble
competeing
mose
agress
accomplishing
northing
pony
fears
pray
happn
laugh
tenth
meduing
hoes
argued
kinda
stung
recommaned
soild
hepl
willing
polar
bears
prepares
eassy
excise
weater
beacuase
condution
ting
monsoons
international
stock
postpone
recovers
fully
blossoms
vegetation
distress
profits
medicial
delaying
organizations
crisis
accelerate
recovery
latest
harness
livin
depths
prioritise
focuse
medicens
wores
banned
hasting
medicare
pollutions
andocems
business
prefer
normal
environmental
allready
jupiter
stops
sattlites
high-tech
detects
usually
fundings
intract
daseises
interact
promblems
bugets
scare
treatments
math/science
reconsider
nave
improred
moderate
10th
self-defense
continve
limiting
swear
benifitted
engines
paves
exporled
perpared
oils
teleport
benifitial
competely
aggree
migh
chunk
miles
brothers
sisters
tranportation
spreaded
surrounds
importantly
apart
bryan
mcwhorter
passionate
loads
accuracy
motivative
scienctists
cold-war
civil
every-body
any-way
probaly
probally
dirt
verses
brazil
madagascar
afrcia
widespread
misq
rage
tmes
lazyiest
medicle
proirty
beacuse
resorces
cull
luxary
1960s
amerca
suffring
argum
moneyshould
spentinstea
likethis
sentence/quote
mistake
unconvinced
trashed
villages
u.s.s
ought
floating
pollut
atmesphere
blue
greenish
nasty
sparks
hits
covered
feathers
coral
reefs
bright
colors
organisms
fled
marine
disappear
extint
existed
experiences
propoganda
decode
partially
nutron
whine
inter-stellar
dear
unsafe
mesquitos
boming
sign
treaty
probabbilities
meleor
eith
jordan
plea
traveling/
things/stuff
money/
humankind
treats
'and
accidents
blamed
one-third
treating
continueing
cancelled
shutting
woulde
comet
standards
unfinished
counterargue
troops
happing
mysterious
intelligance
satellights
radios
posibilities
radio
space-exploration
horribly
dirtier
1311_020069486
infront
underground
furter
leaned
machien
battles
forest
sarcrafice
ight
astronut
miratirals
fruits
veageteable
electrict
exiting
achievements
reasearch
medics
suits
base
montictor
majorly
enviormental
envoirment
amricans
billon
spacce
scintist
acesess
soultions
exsample
diese
mosqeetoe
capable
happies
material
requre
greedyness
beause
whit
suoud
diying
junger
differcult
benifet
aware
dinner
career
calculate
experts
provelty
firing
haring
hunger/poverty
satellities
track/measure
russians
investment/progress
tremendously
goos
excercising
taht
spce
persuaded
techniques
additionally
observing
record
urges
gpss
route
1ne-tenth
twenty-six
outrageous
changed
suspicious
counties
likly
panels
feuls
fosil
sattilite
cameras
bling
citys
abile
telephone
towers
runs
empty-handed
failing
rethink
collapses
disablemed
familys
desserve
roof
special
ignoring
despretly
horriable
strangers
readie
notoaite
comeptiong
scientests
vaum
downon
youre
couch
vacume
relax.and
hung
postion
exprations
sussful
discoves
diseis
adenes
fosiol
damgh
diging
wave
buggis
betterl
documents
cabls
buck
handy
day-to-day
dual
indirectly
soldier
period
closed
extrordinary
21-23
truley
economically
astory
crash
aimming
lifted
models
wats
learnt
dins
gigantic
explosions
complement
eachothers
eachother
sabatoging
begging
scared
aching
adopted
salvation
cloths
becomin
spaces
doesnent
withe
problm
sufering
ovoid
spaceshipe
atso
explaration
remian
oreative
stive
technologists
foundation
whene
theis
varies
opinons
einsenhower
differen
serve
delveloped
daliy
exporing
wider
pleasure
exploratory
desion
atsmopher
twice
entered
usless
extinced
enviement
sular
prediction
evented
notices
virus
identify
deforestation
collusion
path
boost
diesease
outcome
dominated
meltdown
refince
budjet
innovate
impoverished
astounding
counter-argument
overpopulated
habbitable
sytems
esspecially
pondering
madoitory
corruption
mandoitory
changeing
apperance
docters
pills
shots
battle
locate
unseen
vehicvles
discoverys
explorer
pressures
healthyer
techknology
studing
grades
forcastings
pursuit
grave
discrimination
paied
insect
evidences
'these
surprise
'1.2
warefare
judging
gurantee
degrade
balance
generous
urgent
struggles
dose
stayed
bored
vegas
casinos
acesses
overly
significance
ears
overcrowded
challanges
priotirty
somethin
doest
acedimy
instede
someones
wach
throwing/sending
smartes
proven
'says
threats
àwhy
collenge
galixies
towhen
ends
hapening
akind
helthyer
convined
humanitys
knowledges
modernday
panal
collect
stores
leak
decreased
sturdy
bridges
callapse
melts
artic
viewing
closely
manage
needa
martians
astroids
continents
'during
factorys
aboot
marce
functions
clearer
debateable
lives..
spoon
relevant
exceed
highest
obscene
weaker
boundary
explation
bankrupt
wealth
graduate
university
graduating
porverty
possibilities
crimes
murders
feeling
frightened
massively
targets
terrorists
criminals
visting
promblem
germs
disastorous
incidents
rare
painful
insane
coud
bury
remains
vehicle
circumstances
stricken
eariler
lazy
parks
helping/
turtles
dolphis
seals
whales
lung
respitory
canceer
broncitous
thte
19-billion
purspecive
lures
eliminated
vanguish
pullute
weed
co2/
elimiate
desires
disadvantages
space-exploring
trades
occupied
suggest
clues
million-dollar
effiction
exploreation
buissness
selfes
pulloution
spare
sound
astreiod
astrounts
rovers
astrounats
equpiment
influence
ensuring
previously
strengthened
opportunity
pouring
670b
exact
eduacation
lauce
excited
animals/rocks
saturn
mamma
iphone
articale
pretect
astriods
remind
remaining
kickes
worls
convised
fare
resson
diseasespread
thows
losesing
defficulty
relate
chips
finaly
maney
scintes
pollition
fron
brunig
fossul
feal
hamin
thews
reassons
populating
galaxys
altranatly
outwards
should-not
positives
negatives
fist
smoking
ourselfs
ordinary
should'nt
ôgoing
weither
satisfy
stranded
sufficate
wealthyer
doent
tooo
voved
wantable
cook
brain
astronod
buisness
'cold
russa
split
progum
50/50
posters
non-sense
threes
carefully
desire
watched
stressed
local
imformed
outlooking
feilds
figuring
barley
thoughts
undiscovered
1312_20031434
'670
perspectives
promote
affordable
specialize
schooling
literate
'should
hybrid
childs
medica
attasen
stravation
freash
horrid
70billion
definitly
raising
far-fetched
recently
potentially
colonies
extremly
image
haveing
assistance
basicly
heads
starts
literaly
aving
cared
profesionally
envorment
inaghe
relax
watching
pass
crazy-looking
nebulas
safen
50,000
invaders
diseasesect
sins
kiping
helthty
goest
technicly
reseb
metical
atention
excersise
labaroturies
facilities
disease-resistant
ranging
40,000
pound
turbines
winds
6,000
mercury
ouside
verry
erth
cronty
maskitoes
deiase
cought
desiase
flaws
perfecting
policies
trace
selfishness
average
disapprove
resolved
satisfied
tottally
asturnots
descovered
dallors
posible
civilians
anybody
unimportant
cries
ignores
low-budgets
faring
pleas
medicen
supposed
burnfield
curious
brains
ponder
engaged
discuss
guessing
hungers
countinuing
cleanig
wrigther
wrigter
reusing
covers
two-thirds
monitar
calthe
whay
progrees
maxe
salittites
rein
snow
'hunger
mead
leasons
benefiet
drainage
drents
maby
halpes
studys
ecomomy
loans
compatition
kicked
perple
coould
heighten
challenged
hardest
imformation
obese
bacteria
medcines
closest
member
depression
produces
flies
non-poluted
pursued
sparked
pursue
assist
annual
yearly
contrast
dire
detailed
crop-growing
agricultural
practices
constructive
push
serves
concept
controversy
halted
medications
sharing
intellectual
heated
heats
usual
have/making
drastic
temprature
belong
humans/animals/and
penguins
desperately
gaze
otehr
mnay
clever
goto
household
flights
ittle
informs
necessarily
preventable
uncurable
undergoing
fastly
estimation
pick
hours
motors
020020554her
surive
expands
minutes
station
expirienced
consideration
5,000,000
inspace
undestroyable
airplain
uncontaminated
root
usefull
excersie
unhappy
rariest
foot
expriment
spectate
threat
provideless
desesess
docterers
finished
oppinion
thnigs
scientifically
exporations
moar
lalalalalalalalala
lalalalala
mwahaha
tired
joking
wipe
vega
warp
jail
baddies
ball
touches
wall
seperates
watah
wide
deadly
onec
peson
shoulld
'46.2
hobo
dieseae
spents
lyme
elaborate
warm
fridge
heater/air
conditor
blackouts
skip
diet
skinny
unemployment
treadmills
telescoped
reached
relatively
successful
migrate
fights
restore
angered
wich
benifets
mosqito
gettin
pouluted
governemnt
38.6
61.4
trashing
perfectly
downside
demolished
booklet
'some
sciences
flavor
foerecasting
challeng
execise
fordcass
feels
fifth
isspmning
'can
interperate
'distribute
'better
expencive
'led
explorator
remaing
cheapest
barly
themselvs
deslae
remainig
whant
spenn
misquoto
sciencist
persistant
quoted
multi
discontinue
financial
win-win
priceless
quit
advacement
option
aford
instend
curage
landed
amazed
mabe
assine
somebody
volcanos
poisones
camera
outter
low-income
loosing
polices
fireman
round
appoximately
biten
authro
related
incorrectly
completly
transfers
lowered
organism
aslo
asia
misuse
spacecrafts
dealed
neglected
recovered
weak
micheal
heathly
culture
cleen
longterm
fasinating
blossom
blowing
sides-
earth.one
settles
differetces
titions
rulership
offers
more.space
values
expleration
curring
salve
unhealthy
pulling
awful
'defense
demolishing
morally
bulk
miniscule
complain
solved-just
sattiles
distubite
turned
onces
wierd
coold
theses
wronk
austrounuts
wild
significante
arrogant
benefets
farm
item
outhere
illness
shared
alreadu
saves
alright
food/crop
therapy
satelittes
sped
spiritually
smaller
finnaly
unexplored
secure
hunks
gadgets
poof
involving
teaming
grateful
reliable
approves
disapproves
emotions
popular
mosquites
woud
asteriods
problably
navagation
resist
suppost
explended
produce/distribute
additional
production/
connection
explorases
exporters
impoitant
any-thing
happends
austronets
stuiped
nonsense
partically
myring
notes
enabled
'clean
weathe
speanding
imagene
are'nt
sustainable
overpopulation
lessened
font
shocking
standing
bound
renaissance
rediscovering
stull
unneccassarily
races
becuase
ingredint
cans
benfitted
matures
diagnosed
understandable
fetched
zone
date
'leads
mathe
malnourished
impovrished
apparent
counters
initial
disagreeing
lach
spring
therapists
delayed
repaying
chooses
