author
convince
reasons
gave
example
improved
knowledge
technology
showed
spend
money
national
defence
billion
spent
clean
energy
good
counter
argument
explained
problems
earth
like
poverty
people
barely
rent
afford
stay
strong
healthy
water
polluted
line
exploration
space
going
convinced
learn
stuff
discovering
secrects
maybe
planet
right
humans
explode
astronauts
asteroid
heading
warn
evacuat
summary
satillites
detect
droughts
floods
hurricane
blizzards
thing
checking
crops
reacting
sending
messages
solider
needs
help
calls
army
sucked
black
hole
things
understand
great
articles
believe
continue
funding
fund
reason
americans
lived
saying
support
need
true
dollars
anually
budgets
defense
annually
higher
think
lower
budget
instead
taking
away
world
suffer
diseases
easily
prevented
numerous
africans
year
malaria
caused
mosquito
bites
prevention
disease
prevent
spread
avoided
medicine
receiving
instance
launch
nasa
developed
medical
instruments
helped
doctors
human
body
reaction
stress
amazing
discoveries
explorations
countless
develop
sophisticated
ideas
prosper
government
spends
education
huge
compared
benefits
track
health
stressful
conditions
tool
scientist
better
exercise
machines
airplanes
easier
tell
weather
hunger
solved
satellites
watch
bunch
land
condition
rainfall
improve
produce
distribute
food
helps
solve
creative
urging
scientific
time
inspire
reality
benefit
competetion
nations
suffering
compete
spaceships
drop
bombs
cold
supporting
austronauts
know
invested
rocket
debate
wether
desirable
pollution
live
article
importance
giving
amout
struggle
bills
expensive
secondly
million
america
lives
shelter
attention
africa
diseas
called
mosquitos
deaths
buying
costs
lastly
launched
burns
affects
farmland
gives
affect
ocean
kill
fish
cool
wort
want
death
reading
46.2
program
viewed
worthy
investment
non-pollutionary
sorely
means
resources
able
problem
countries
dying
uneccessarily
access
care
simple
solutions
invest
thoroughly
conclusion
waste
important
happen
future
gone
foever
prepare
study
heal
fine
fewer
favor
argue
explore
travel
hurt
scientists
innovations
include
planes
forecasting
luanch
rockets
machine
look
control
agree
harm
crash
forever
opinion
experiments
harmful
argee
person
convice
hope
agrees
lots
solar
renewable
another19
family
reeelly
clothes
save
fact
exploring
fuel
burnt
dont
stop
interesting
information
whats
universe
milky
jobs
goes
funds
school
field
trips
supplies
children
college
house
parents
shuttle
taxes
positive
perspective
cloths
nets
power
cars
homes
factories
text
says
'nearly
half
difficulty
paying
housing
medicineé
cleaner
forms
living
country
u.s.
homeless
discover
wide
animals
getting
endangered
worth
consequences
cost
mars
feed
starvation
spending
learning
fossil
harming
material
alot
stoves
sooner
later
type
limited
source
harms
causes
global
warming
plants
pretty
oceans
hotter
forces
underwater
place
melts
bergs
flow
bury
natural
disasters
dollers
cast
built
africca
houses
point
inventions
cover
flys
1560
scientest
allians
real
fake
thats
spended
lose
population
helping
investing
said
nineteen
percent
nation
nearly
fifty
trouble
added
rate
lowest
rates
highest
high
dropout
undergraduate
proper
change
schools
books
teachers
classes
cramped
finding
environment
matter
section
efficient
ways
catch
wind
home
reward
achieved
proceed
wait
happens
slowly
builds
prices
ripping
biggest
damge
release
push
ship
hangs
aloft
moving
vehicle
pollute
worrying
billions
hundreds
motor
cycle
spaceship
worry
evidence
pest
come
solid
ground
loads
citizens
drowing
correct
justs
bite
protect
bare
damages
thinks
dollar
total
families
life
explain
case
users
enjoy
idea
planets
searched
wasting
accomplish
leaving
hanging
belive
destrable
beyound
providing
challenge
provides
motivation
bring
best
remain
society
burn
focus
percentage
losing
necessary
cause
starving
focusing
outside
trying
special
`these
thousand
millions
talk
someday
introduction
hook
outer
neccessary
mission
discusses
thesis
putting
claim
intro
fields
survival
commentary
decreases
space-exploring
companies
unfortunate
passing
lack
concluding
unneccessary
saving
intra
provided
tecknology
donated
studies
increases
restate
neccessarity
ones
action
stand
demanding
priortize
vote
moniter
dose
knows
maintain
mean
years
theres
probly
systems
ourselfs
people/
aliens
seen
illegible
ended
oxygen
brought
rest
main
priority
essay
fuels
sources
moment
basically
looking
opponents
compare
speck
'space
race
moon
wars
adventures
military
needed
cuts
capacitated
dumb
alive
stopped
momentairly
happening
expeditions
destroy
send
wondering
destroying
poor
firs
useful
hospital
spare
bugs
second
electic
dieing
funded
deal
long-term
achievements
on-earth
longrun
persued
depict
major
organizations
amap
unknown
locations
encourage
finally
measure
areas
supply
places
advance
technologies
upgrade
suits
lead
imaginative
varieties
subjects
normal
unlike
thees
affected
affored
theese
medicen
points
beleive
shoud
resourses
up-hill
richest
american
plus
takes
speed
light
faster
moves
ages
hyper
slip
meds
close
circle
monitor
soil
drought
argued
inproved
machiens
states
devolped
lifes
including
sirplanes
illastrate
technoligy
keeping
poluting
littering
spred
kills
26.3
united
russia
competed
prove
greatness
wanted
craft
visit
allowed
missions
polution
burning
gasoline
replenish
oone
layer
eliminate
green
gases
increase
ozone
someplaces
allmost
greenhouse
warmer
gets
warm
polar
caps
barren
holds
variety
bears
penguins
resons
wanting
founded
forcasting
thay
boring
arguments
dissagree
exporation
scent
includes
greed
facility
provide
programs
otingers
adults
proverty
stree
protested
blame
desurve
listen
voices
lets
thens
agned
long
term
seleves
build
diffcult
hard
pharmacy
fresh
falls
single
drink
barning
cgaso
evergy
progavn
motivate
beneficital
competion
malces
insplive
goals
innovative
work
tolgnd
spacecraft
moons
progress
brings
survive
justify
aside
draining
bear
damage
feet
finished
ahead
research
priorities
straight
fully
toghether
repair
course
depends
late
melting
researcg
earthand
restore
form
concern
feel
earths
passage
medician
required
daily
uses
words
question
dangerous
thise
sickness
10,00
small
sides
story
cure
cancer
face
everyday
polluding
1159
mosquitoes
dyhrytion
ready
given
attack
haha
kidding
ponder
reusable
eco-friendly
fired
needy
thousands
colds/disease
cured
moments
notice
beings
hospitals
little
42.5
economy
a.k.a
felt
touches
destroys
destroyed
solution
predict
turn
completely
anymore
difference
friendlier
disagree
mony
theirs
generations
reasource
painful
medicene
coming
wish
unsuffer
endangers
consider
risks
thought
came
science
decrease
risk
training
taught
groups
donate
solar-powered
items
crews
contaminated
fight
vast
unexplored
spots
resource
rocks
generate
electricity
minerals
likely
comets
contries
dieases
polluting
atmosphere
create
version
exploreation
association
forcasts
resulted
1242_20024152
larger
comprehension
expanded
possible
'for
astronaut
managed
improvement
created
enhances
current
chemistry
mathematics
sure
problematic
left
unchecked
mankind
step
different
currently
unsaully
project
surport
cancel
expample
medince
doctor
donation
cleaning
polluntion
happiness
combine
paragraph
building
exporlation
explorating
strengly
sick
died
crying
sleeping
happy
shopping
friends
dead
number
works
powerful
comfort
thanksgiving
safe
comfortable
starts
pros
cons
uncessary
dramicaly
improves
creates
peace
creatin
having
competitive
theft
suffered
president
eisenhower
free
picking
trash
working
office
paid
month
pick
walk
price
reduced
debris
talked
toleorn
rediculous
obliously
infected
vaccinate
hung
beds
fortunate
wealthy
written
outway
mentioned
beneficial
costly
advances
gather
scientiss
greatly
newfound
obtain
mentions
tackled
monituring
beginning
valid
spreading
discuss
amounts
suggest
countered
statements
monitoring
seeing
storms/hurricanes/tornados/etc
effect
actually
equal
choose
clue
stars
alway
bennefits
outweigh
forecasts
learned
reacts
examples
oppose
wrote
suffers
statelites
thee
aslo
asia
50010
1953
presitant
eishenhower
captures
view
spce
expleration
competition
read
expensives
biting
discouraging
heat
trains
buses
breathe
absorb
oxegen
harm/kill
final
encouraging
thoose
survive/stay
original
purpose
satilites
faming
growing
websites/news
channels
tempetures
natinal
stopping
stronger
bankrupt
ding
noting
evendents
mascrie
tent
tech
kids
games
inportant
relly
probems
fertile
plant
planting
lands
fertilized
patients
motivates
benefical
competitions
friendly
bomb
dropping
grow
tracking
weathers
importantly
avoid
compitition
spreaded
familys
provent
apartment
morgage
making
animal
breath
probably
diseased
lakes
streams
overview
necessities
topic
sentence
advancement
takle
provety
investments
afforded
feuls
gained
area
rain
check
opion
fond
based
arguing
okay
exciting
unconceivable
test
makes
strive
shows
contribution
trip
object
experiment
1960
eventually
horrible
hand
poors
conscience
quit
tease
mock
faces
knowledges
educations
vegetables
satelites
clearly
bother
motivat
beneficials
cures
deseases
damn
selfish
anytime
soon
imagine
everybody
harmony
ennug
aids
stupid
cursing
killing
curing
worthless
leave
epesically
galaxy
meteor
figure
tools
news
bodies
accurate
sorts
oils
leads
satalites
storm
excersize
helpful
liked
storms
benifits
fixed
oppertunity
proved
benefitial
immediate
exspences
outcome
changing
opertunity
chance
considered
issues
detecting
safety
astronomers
exist
effective
purposes
present
deserve
toll
deserves
launching
objects
releases
contribute
decides
choice
searching
bearable
start
safer
peaceful
predictions
overall
striving
isnt
traveling
tackle
grown
distributes
desireable
98.8
allows
urges
knowledgable
products
farms
factors
farming
solving
kept
farm
constelations
kind
went
large
holes
meteorites
rumored
alien
sightings
parts
theories
suve
personally
rumors
organs
conception
thirteen
olds
interested
love
subject
debated
exloration
understanding
racing
weapons
raced
bombing
saved
statement
attached
covince
desiable
longer
advancements
thanks
completed
planet-exploring
bomb-dropping
hurting
answer
authors
realize
dong
fighting
competing
century
wonder
banned
u.s.a
discovered
studying
checked
1900
spaces
goal
acheived
hungry
rainforest
distrubute
influence
pain
gaining
wase
bitten
sleep
possibly
city
decisions
goverment
leaders
hardest
charge
tells
satellite
dish
television
factor
sent
supposed
maleria
affor
fair
bigger
discontinue
belief
equipment
doings
develope
astraunot
orbits
findings
distributing
modern
newly
changed
engineer
machiner
continueing
flying
discovery
exercising
farmers
shortage
spendings
ment
related
races
enviroment
producing
thinking
harmed
denying
keeps
imagination
cares
wonderful
effected
imagined
astronouts
medication
impact
likes
statistics
react
invented
advanced
opposers
orbit
soils
beat
avoiding
smaller
dislike
supports
middle
wrong
home-less
writer
didnt
lunch
creat
ships
benifit
aware
artice
worried
reson
barly
peoples
sends
workers
fiting
seilous
wants
debates
earthly
drain
tens
satistics
excessive
spacecrafts
exploded
killed
doubt
risky
business
negative
messed
pictures
designers
lightyears
displayed
downs
heard
theorys
explanations
certain
bold
strategy
correctly
severe
intense
deserts
waves
temperature
earthes
precipitation
1002
kansas
tomorrow
harvat
concepts
guiddy
closer
farther
page
inform
releasing
chemicals
poisons
released
bike
non-gassy
goodbye
position
especially
worthwhile
tangible
budget.because
inveted
astronuts
health.lastbutnot
gaveus
toexplor
planetsand
landonthe
excersise
lift
dear
believed
explored
bothe
outter
state
loss
strongly
otter
differently
beautiful
sincerly
thik
becouse
likly
somthing
knolege
thout
fracton
downside
upsides
dirty
engineers
justified
despite
venturing
promoting
landed
july
1969
young
inspired
occupation
math
addition
watching
neil
armstrong
sense
nationalism
feeling
unnecessary
cruel
lost
addressed
hold
capable
following
fixing
correlation
adition
teflon
velcro
result
cutting
edible
prison
penalty
deplete
obviously
blocs
governments
pride
accelerating
uneccessary
hungry/
looks
greener
paper
pencils
share
book
thier
conclude
planning
weaker
lose/
trick
comparing
increasing
self
aircrafts
fast
powered
feul
stuck
company
withoot
solor
panels
fosil
sattilite
phones
sattlite
cameras
woold
blind
hurrcane
citys
telephone
towers
coold
runs
reasources
hind
guide
airplane
requirement
measuring
temporary
develops
machanical
plantation
worths
strategies
issue
institution
easy
heart
spenting
allegy
tablets
fortune
arguement
allegys
entire
skin
lossed
losted
hurricanes
earthquakes
experience
aguement
aginst
unsafe
refuse
answering
questions
chances
crashing
prepared
fundraiser
cheap
unnessecary
join
astronaunt
cared-out
satisfied
mind
growth
gifted
treatments
forecastings
dream
improving
simply
medicines
grows
constantly
anatomy
harsh
monitered
finds
counts
wont
worse
risking
applies
dallar
reasoning
cheapest
filthy
earned
profit
gamble
diffferent
problaby
said/wrote
unpredictable
perfect
flaws
immediatly
upgraded
detectors
mashines
semi-agree
inhabitable
guess
generous
woud
deny
cared
similar
stated
discribeing
adventure
informations
wear
extra
owns
outweight
adds
challenges
sounds
prevents
level
order
spite
resolve
conflicts
miniscule
scathing
technological
according
improvements
draw
plots
relay
valuable
effectively
reap
emotional
rewards
inspiration
spark
determination
proudness
debating
valuble
inexpensive
disise
aford
yuky
discusing
reazon
milion
monet
known
fail
fell
sufering
moskito
deat
provoke
migt
relies
afects
aleak
pices
sevear
ingury
near
ouch
knockt
instad
finel
continued
allot
results
technoloiges
ourselvs
weak
gadgets
title
impossible
32.3
tried
night
themself
europe
significant
presented
siseases
decent
reasonable
mysteries
justifies
compromise
persuade
writter
talking
occurances
talks
exceedingly
sais
began
dominant
started
common
asleep
espicially
povertized
belleve
neceessarily
potential
offers
contributed
gurantees
positively
careers
past
plenty
crook
nanny
revealed
beyend
uncover
disirable
diferent
universy
geting
medicin
junk
0.001
wasted
pass
scrapes
meteal
thigns
netsm
toehr
transfortation
diserable
finish
extinct
pollusion
depend
hopes
greatful
days
hours
minutes
seconds
advantages
greedy
remember
haveing
enviroment/earth
medicne
'nsa
develpoded
'better
excersice
mechines
tackeled
'tracking
measureing
situations
engeners
space/astronaunt
enegeners
details
dies
unclean
throwing
spirit
today
situation
agencies
knoledge
budjet
materials
warnings
comming
gravity
auther
sciencetist
explaration
exporoition
befor
difficult
setting
challenging
explariotion
forming
tons
truly
protection
resorces
born
hands
supposibly
ripe
spoiled
dime
personaly
artifacts
creature
hate
persuasize
yeah
medical/
prove/show
reduce
explosions
replace
violent
explains
returning
concludes
west
thers
workbooks
students
cheep
mineing
astroides
creation
technologys
weathe
orbital
kenetic
platforms
stalin
fist
concept
dencely
populated
motivad
invetment
agreed
becuse
eath
disipirs
noder
trees
parks
doller
whit
deadly
minute
hour
meet
innovation
takled
rainfalls
alternatives
difficulties
renew
goods
blankets
particular
comes
upgrated
proven
machinery
produced
exception
defeating
citation
confirms
distributed
excel
thanksfully
ensure
return
sought
pertaining
persuaded
believeing
answers
couple
constant
changes
determine
promoted
relationships
begin
medicinal
equally
established
exploraton
acan
focused
nukes
warplanes
olympic
countrues
involves
creating
columbus
centuries
developement
furthermore
riding
airplace
fearful
everytime
complain
unecessary
specific
damaged
developing
decide
wheter
fare
sattelites
forcast
contest
dreams
evolutionize
enhanced
knew
dollors
defenses
unfair
instrument
playing
sport
fall
concerned
fault
loves
astronomer
crush
famous
generation
hear
deeds
galileo
physicist
surprising
greater
downfall
predicting
arent
awaits
discontinued
tiny
portion
quickly
danger
reducing
honest
pointless
vulnerable
mariguana
caring
disseases
sicknesses
waisting
selves
althoug
wuld
illness
dissease
montor
heath
gotten
dangers
spae
destoiy
convinces
usual
acually
'helps
shall
re-search
sample
stick
bias
but-in-reality-it
soviet
union
flourished
impurten
discove
deferse
explorion
mole
theiril
thet
east
roor
rome
inventing
unknow
ivent
tings
sciences
helper
grass
electronicy
importen
unkow
cute
community
fuding
contributes
clear
convincing
firstly
crop
destructive
attacks
viewpoint
defenetly
contry
milaria
5.00
approxamently
trillion
rising
outward
teach
reader
9.11
dezes
ware
kinda
writing
sound
creatures
explor
opionion
space-travel
trainers
textbooks
lunches
satlelites
objections
solviet
objection
ruining
causing
motors
sinficant
forecast
ther
comp
scine
skill
jupiter
blank
handy
sates
satelite
realy
deffence
couldve
whos
greatest
projects
succeed
foreign
waiting
failed
unable
purchase
neccesary
contents
outdated
irrelevent
mention
astronaught
unbelievable
tested
minimal
meerly
excuse
highly
mother
hearing
blast
airlines
shuttles
realizing
transporting
loved
distances
outstanding
precious
insted
mythical
martians
venture
additionally
thomas
edison
lightbulb
lame
honestly
earn
probablly
butt
load
lifetime
meteors
fights
defeated
meters
g-o-n-e
decision
one-time
wrap
badly
metors
innocent
missing
telling
hero
wastes
scources
electronics
healing
deases
neather
explroasions
exersice
brink
services
public
fullest
burgs
rise
protects
rays
sadly
cauing
continues
sevices
injury
fundings
diffcultie
delt
comparison
types
eco-nomic
enviorment
vegetable
spreads
write
pink
slips
bout
rare
hair
definitely
invent
enviornment
option
planet-exploration
useless
wonders
morining
motivated
traveled
smarter
devices
wi-fi
cable
telescope
flares
ball
lava
white
cheese
asteroids
benefited
amont
madeus
achive
reach
darkness
knowlage
ridden
giant
entitle
gloat
vein
entitled
hypocratical
defend
defending
week
flauting
contrie
property
fourth
fifth
promote
liter
respect
treatment
opposing
describes
involved
alived
destruction
events
vehicles
astronaughts
reliable
capsuls
pilot
seats
focasing
tend
war-like
therfor
researching
medically
unhumanly
articale
becaus
monay
onlu
stating
explaining
nice
aswell
litering
stealing
thrist
poisoned
provider
unfortunitely
fireing
firing
voclect
medicane
delbt
povorty
history
stats
suddenly
loose
leak
tuck
n.a.s.a
direct
quote
summarize
'they
'over
method
possibility
'6.3
choices
dept
china
waters
resolved
creativity
orbiting
organized
repairing
buildings
digging
plethora
proves
topics
saids
adding
totally
leaves
courage
budet
desieses
advancing
jealous
production
enlarge
meaning
harvest
wouldnt
runnig
mineral
corp
shortened
processed
surgery
drinking
reaches
tenth
cross
outerspace
circles
faith
opinions
open
kinnda
5-10
electric
muchas
wedo
polute
econamy
bceause
somethings
patern
educated
nucular
weapans
pease
gruges
brack
unseen
inovations
forth
costing
organization
landing
plane
samples
shutdown
exersise
strugleing
unessarie
sores
unique
mystories
intresting
cows
homles
shelters
shape
youtube
employees
world/
fasinating
shared
used/
properly
repairing/
somany
renewed
pace
dowe
geto
guns
'satellites
assertion
collected
hapening
reaching
electrical
amaze
unimportant
satisfy
sill
divide
worser
concrete
implies
wisely
sistanible
solarpanil
funraisers
expolation
wise
intruments
satellits
decades
supported
considering
misquito
piece
fossel
ruin
recorses
drag
montitor
severa
peices
meteorologist
trust
americas
educational
shouldn
back-bone
possitive
outcomes
designing
aircraft
design
tecnilogy
witha
999,999,999,999,999,999
donations
dangered
dispite
doorstep
rich
astronots
boost
falling
apart
multiple
luxeries
exploting
'people
acess
judging
sections
odds
troble
nuclear
copetiting
expand
minds
eyes
possibilities
regular
citizen
preventing
achieve
unimagineable
truelly
doctos
exersize
1372_20020195
diesease
carried
mosqitos
96.2
burned
fossils
cycles
lawn
mowers
visiting
expect
promblems
promblem
eles
ameicans
everythink
atvantege
shouldnt
afforid
infermation
images
lease
explores
explorition
becasue
effored
dollor
void
approximately
struggling
hang
taken
happier
abilities
inspires
snowere
gain
buys
facts
exists
virus
streets
starve
prioty
suffring
curiosity
demolished
limits
dealing
patterns
table
opportunity
opened
doors
accomplished
pushed
willingness
attain
barrier
sparked
jumped
knowing
frontier
childrens
enhance
walking
robots
older
wondered
dreamt
regretted
worlds/planets
etc.the
data
engineering
figuring
ather
beleave
beacuse
sereisly
munny
replased
dosent
shere
expensix
monny
monitering
figer
despend
astrnots
helthey
develips
everysize
equitment
hart
shore
trave
hacts
stares
dark
mater
exampol
sientits
belev
partly
star
dust
univers
gether
invisabol
conclued
studing
hugly
motivating
letting
tree
bugget
'too
busy
'try
socitiy
buget
enogh
zoos
wild
moeny
controdicting
degree
happoned
scholls
sience
whent
pressure
recont
bujet
missles
trully
disover
technogy
undersand
follow
diffrent
plantets
honesty
beilive
wast
rangers
meteourate
whey
waist
shoes
selfs
disagrees
persausive
easays
reports
mamtin
autreame
lungs
ithink
eclipse
astronmy
tornado
comeing
chips
secrets
damaging
boats
characteristics
museums
abundance
competitively
complete
birds
stone
futher
there.etc
accomplishment
chunk
son/daughter
child
street
opnion
stem
differently-to
cases
nonsense
sharks
fins
throw
serving
foods
path
46.7
conntinu
fockes
ensted
helpd
shortig
pepol
becase
meleria
poting
betere
trac
contane
nolege
mathe
schince
hella
sumthing
sould
becas
doesnt
persent
diffrence
inproves
maid
exersis
mushins
aire
plains
takeled
medicsin
wail
supprised
bfvsgf
amoung
eaven
period
happyness
milions
protected
inhale
heles
opponent
truth
refer
existed
successful
contain
vegetation
teacher
regret
continuing
50/50
curtain
directly
treated
desease
claustrophobic
sort
persuing
memorable
observe
record
o'neill7_020034463
madicine
morguge
dieseased
flu-to
extreme
sattilites
provet
sheter
stoping
pulltion
liveable
fite
'before
'nasa
suming
require
controversy
rops
tamin
etc..it
neerly
mixed
feelings
ghost
thins
cash
block
broken
motives
roads
kinds
held
lowered
concluded
houces
troubles
poulotion
polutes
witch
bodys
speaking
insects
misqutios
blocked
peacefully
explarations
wehthr
rehab
drugs
chose
career
group
ride
destination
error
process
cosmic
shelthers
takeing
puts
proverts
solarsystem
factorys
ecofrendly
medicans
gasolines
times
knowlege
knowlge
selfesteam/motivation
folowing
paragraphs
touch
attaking
millitary
formulas
contributing
testing
inovating
warning
huricane
hits
esteam
individual
horizons
chip
uncharted
pull
depration
spirt
presents
indepth
benifitial
definitly
sign
brain
defeat
well..not
garbage
theis
mosiquito
bitting
durning
technich
opposite
terrible
bright
girl
'malaria
fossi
'the
disises
enery
especialy
disiase
actions
affacted
apsorbs
galciere
north
south
pole
mealting
quicker
temperatures
sciantist
beileve
starters
valueable
motive
exercize
surround
injured
guate
measin
innessary
contri
grate
guates
riltre
he/she
briefly
describing
undesirable
affecting
sentences
discribing
graph
numbers
trough
polvery
spead
doesn'e
crowded
room
populate
1341_020030176
decreasing
poorer
infromation
newm
expenses
tangiable
monitors
insturments
techniques
skills
also-space
opportunities
carreer
teaches
vechicles
malaria/
obama
diminish
illnesses
biased
2.6-2.7
mark
roughtly
ecosystem
roughly
waterbills
periods
250*x-amount
overpopulated
harder
suitable
deplate
procrastinating
ignorant
nontheless
crime
costed
enable
hopefully
collect
sell
worlds
statelite
signals
leaking
crater
wounder
wourld
rose
challange
useable
helmet
estes2_020012382
instuments
terrorizing
newer
sciencist
astonaunts
benfits
cannnot
thank
whant
'tangible
devoloped
'even
pants
'beyond
wiht
covinced
explration
satilite
1919
bomd
troping
explartion
countined
stance
decsions
money/care
19billion
appreciate
admit
acctually
unhealthy
dinner
thinner
cheaper
captured
opposed
'indeed
forget
species
team
gess
gust
smoke
carbon
dixoide
surive
stink
dioxide
chopping
smok
search
pervent
pread
mosquite
diease
dangourus
whitch
bont
raise
intelegence
ingure
prospective
diffculty
medicenes
minimum
10,000,000
'finally
moviate
rock
careless
taste
debts
rental
payment
comman
cease
unfatunate
world-wide
along-term
billionn
whast
shold
expore
plaints
metear
perpared
severely
benifet
reconsider
blowing
monitored
understress
badley
thrive
inventors
tide
center
universes
foot
prints
stayed
winds
sweep
pursuing
proponents
miquito
charities
invention
strives
scientitis
height
humidity
effects
accualy
donating
banks
litter
pollutes
hitting
nearby
civilians
diaseases
outbreak
aquatic
organism
economics
communities
milies
debt
wages
iould
neeed
dvces
photos
threats
peacfuly
prooves
therefour
ending
rocketship
sentence/quote
mistake
hiring
pilots
force
activity
acitivity
hobby
scientics
boots
grasses
uneeded
wastefull
rovers
patience
ruins
atleest
educacion
advantage
passed
disastrous
excerising
happened
nowdays
internet
cell
phone
hail
evacuate
busses
reunibbe
disaesis
headaches
persuayed
household
hydrated
ôsome
measures
beneficical
russians
average
ridiculous
police
departments
park
ambulances
100k
miles
secure
security
town
cops
recs
showing
citzens
reputation
shootings
crimes
imaging
prodcasters
regions
sake
quoted
struggles
movement
mostios
offer
unhethy
cires
posisible
repellent
screen
screens
hardly
pathetic
waster
took
imposible
unexpected
confusing
mouth
smoking
running
environmental
saftey
christmas
mathematic
surrounded
allow
galaxies
moon/space
locate
food/water
shortages
benefitting
idiotic
feud
development
included
forgotten
not-so-clean-green
slightly
continuously
split
mediciane
poin
opposition
budy
presidant
poisnous
govenor
disided
shot
eachother
1960s
wins
dicisions
tries
tempature
healthier
techinady
equals
bought
perfer
decition
detrimental
genetic
agriculture
hurts
charity
argues
target
narrow
minded
manfuction
trapped
mess
counting
season
told
seeds
snow
screw
optional
cautioned
meteoriod
telescopes
soundwaves
budgits
appropriate
makig
ovel
u.s.s
dropped
persanally
event
reffers
sattalites
readable
chalenging
allso
finaly
radiers
thefted
budget..
h4h4h4
majority
war/national
inside
hole/
worm
pollutions
overuse
crap
feather
bang
kiss
reduce/
layers
fried
earlier
thunderstorm
zoom
atom
atoms
float
shut
cheat
iphone
crummy
projector
pause
mcdonalds
baby
shalter
bombings
betray
explorers
fundamental
onlike
boying
troposphere
mesosphere
therosphere
wheather
42.6
rush
unites
efforts
grand
scheme
govement
ceased
preparing
encourages
glance
absolutely
calm
recording
eager
lesser
wince
wage
mistaken
worked
excercize
flight
duties
journey
tennis
site
structure
benificial
compitions
bealive
crazy
wrecked
apparent
counters
myriad
initial
disagreeing
consuming
spring
therapists
delayed
study/explore
hungery
disadvantages
compares
preparefor
payer
probaly
acid
recommend
pointed
income
u.s.a.
nunger
monior
defenitely
hunger/poverty
sametimes
altogether
shalld
figured
specificaly
gravitational
rotation
texty
cell-phones
built/build
lastely
clouds
desierable
benifical
exceriseing
stops
non-violent
primitive
take-off
collisions
deflect
transport
lifeforms
habitable
planetary
crisis
makeing
technolog
disteribute
discoverys
boundrys
lern
camits
indenger
approve
untile
statment
nights
unsanitry
student
graduate
extras
priceless
hybrid
viechles
depending
grateful
consideration
astronomy
constellations
mystery
maginificant
excitement
honor
5,4,3,2,1
presidents
19.2
bathrooms
cities
labor
rotate
core
learns
volcanoes
daughter
situtations
fuel-source
engines
supplys
contains
harmless
familiar
surroundings
spectacular
mentally
wound
winning
innprove
probebly
india
moscito
themselfs
moscitos
decade
reactions
dolars
galaxis
worldwide
homelessneess
culture
concentrate
writes
clothing
violence
road
automobiles
trap
ultraviolet
radiation
turning
chlorine
turns
conclusively
straving
spill
2.thesis
1.main
2.concrete
mentary
1.ackownledge
19,000,000,000
3,800,000,000
fails
spen
travels
stuffy
pouring
orphanages
11th
competeing
competetive
deployed
info
something/
mere
be-cause
ex-ploration
postponed
date
persuasive
atleast
preference
abit
roomers
panning
grandsons/granddaughters
eploration
kids/scientist
updated
ammount
articel
dieseas
receive
effort
seriously
2012
paniced
weeks
successfully
false
guarantee
recorded
district
fascinating
marina
applied
closely
varies
percentages
safely
evidenced
docters
satteleites
diffrently
technolighy
alert
meteorite
comet
shower
'some
housings
base/connected
criticized
obtains
forexample
engineered
feats
indicates
widely
apartments
less-fortunate
bounty
verge
steady
cents
26.30
allies
continent
condier
againist
occuring
natations
hobos
rushing
screwed
feeding
elements
fancy
measely
anyways
'medical
instrurments
excercise
financial
protesting
alliances
neighboring
dieseases
experts
rover
shown
pulotted
epesally
allowing
pagraph
articals
sports
gear
packing
peanuts
cetera
complaining
media
showers
astroids
beilieve
measere
spacships
mantain
astrounomers
congress
limit
'maybe
unimployed
worn
pays
companys
contune
ongoing
transportation
manufacture
budged
budjets
cancelling
ethnicitys
scape
vider
compangs
reuse
owuld
rack
mixture
dreaming
surgey
selffish
treat
exploraiton
flawed
explo
shorter
missle
wate
prompt
attempt
covience
'president
capture
thef
targeted
location
efficiently
furthered
brighter
turned
direction
breathing
exploratation
dificulties
'saying
peopl
acsess
unhelpful
'right
moquitos
quality
differed
surrounding
hosiptals
luki
goverments
salites
pluto
astor
belt
rocky
includ
showns
stuffs
myths
brains
eventally
boming
millions/billions
ents
moey
fishes
happending
nasty
helicopters
jets
trucks
pantries
girls
lucky
belongs
pretend
exactly
play
co^2
emissions
controversal
moderation
applicable
resulting
categories
milk
solves
everday
educate
specifically
foward
week/
sominiscule
break
200,000
aerodynamics
benifiting
creations
covered
causting
wich
superior
floating
marvelous
practices
and/or
cancelled
2015
plutonions
martions
nuking
head
responsible
noggin
fiction
abandon
spacesuit
strop
corporations
word
stanford
mail
practically
naturlly
sold
intrest
magical
chistoper
colbums
sailed
1492
spain
gold
tobacco
riches
benfit
seach
ailens
boil
techology
dreamed
partner
friendship
spirts
someother
paces
marlaria
funds/money
cleaned
coldness
tragic
money/fund
activities
rings
textures
visited
money/funds
societies
incharge
item
deagree
artical
thes
poluted
colusion
todo
eliminated
explodes
introducing
racemobile
1,000,000,000
settled
spaceraces
super
mega
store
turducken
meal
heathy
spit
thta
sustain
mainly
alternative
usually
munitions
incorporated
eco-system
upside
aloud
crystal
caught
pardon
clumsy
handwriting
literature
calligraphy
strongest
apologize
grammar
gathered
sacrifices
difficultes
marlia
distribution
bloodshed
lear
youve
cuti
gavity
lome
nigner
treneve
spin
staein
erth
uredaly
base
wake
bathroom
insear
galexi
soks
becn
knoles
teres
difyen
telehey
the't
nows
perescictable
world/people
used/given
investigate
panel
paused
one-another
'race
benifited
colonize
hobo
resort
coloines
emergence
roct
colonie
mayby
frow
pvoerty
hald
mediine
non-clean
imagin
them-selves
poisen
styles
rity
imspire
aroud
communicate
weird
is't
conrty
sattlelites
currate
milittary
misnt
thoughout
uncurable
exercises
count
darwf
revolve
scietist
drowrf
passes
explaortion
exploratians
explance
convence
medice
helpfull
desk
social
majer
popular
haved
dangerouse
writting
happing
gansters
graduates
funeral
eart
extremly
fore
casting
incresase
survey
physical
groth
lately
employment
employed
regulate
equipments
cooperation/competition
quire
curios
interplanetary
researched
list
spents
youse
shipping
fumes
non-profit
cancers
ground-breaking
slow
ecosystems
manfunction
unit
poles
plentiful
riddle
mysterious
skies
soon-to-be
harsher
charges
mistakes
rick
extremely
intelligent
angry
suck
prespective
tomarrow
plan
evolbe
monkey
ether
adapt
futhermore
sowing
stomach
antention
darkside
usefull
enginears
technollogy
responds
stressed
eating
somtimes
blows
infact
bothering
dieses
curions
proud
nicely
plastic
bags
considerate
fear
maya
april
2013
brand
tragedy
bottles
rottend
banannas
landfilled
accident
reporter
murdered
arounds
fram
touching
heater
tough
benefets
radar
disrespect
nada
improvents
rebutal
differant
explanation
methods
mileria
unacceptable
concider
prevent/
amaricans
payments
fame
terrestrial
productive
becus
benafits
bednets
wastful
quarter
meathods
tecnology
tecnologies
deserible
cored
desire
consituted
insurents
maby
diseace
spreed
anouther
heads
sped
marjority
minor
excellent
definately
cols
incredibly
exploation
readers
verses
regards
humanity
concerning
technoloy
equiptment
teen
catching
mediue
wheat
switched
drough
protecting
nature
non-cleaned
answered
haiti
sufficient
wealth
anyother
knowingly
'rich
foretunate
payers
opinon
shoulde
goin
tornados
cosseus
saturn
crafts
bringing
solred
benafit
space-
fundement
workout
satelltes
oponents
improveing
letters
report
disadvantage
prefer
relates
considerable
breathable
lowering
pieces
figures
promotes
invalid
sucks
convieniently
ignored
stifling
nay-sayers
dehydrated
computers
illogical
glad
enlightened
effecting
explosives
leds
passages
deserving
sattellites
magic
pure
intellectual
casual
amazed
ourself
combat
oil-rich
inhabit
shocked
largest
allie
incenrator
navy
marines
immensly
controlling
forestated
yield
annual
divy
perfectly
severly
requires
jobless
challenged
ooterspace
messing
neuclear
lies
non-realistic
98.9
studied
arrow
dynamics
smoother
turbulence
downfalls
equibment
astronuat
flood
scientis
smiling
aliens..maybe
afraid
entertainment
orphans
filling
vacation
30s-40s
counterargument
scociety
comentary
sence
'now
steris
arctle
amog
sovle
hefty
insignifigent
fantasy
19bilion
untill
nessasary
demonstrates
listing
benefiting
frontiers
introduces
1,000
regardless
charted
venus
phases
mans
walked
money-19
year-should
climate
problem-solving
fought
lauching
non-employed
kids/school
lessons
yphoons
sattellite
revolves
climates
science-ic
facinating
collosal
space/
25.1
entertained
planets/moons
weight
space-exploration
bllion
party
his/her
'46.2
mone
provokes
accomodations
futures
majorly
ability
disaster
improvmnt
satellights
twentith
communication
redness
chroloflurocarbons
emotions
feels
express
recovered
bone
density
realized
rushed
tread
treadmill
obisety
satelittes
pulls
forward
collects
healing/medicine
eduction
permanently
conquering
raising
mature
nutrience
hungerand
indo
earth.46.2
povetry
train
'many
additional
chosen
planet-exploing
gice
short
descision
'less-war
listed
inneed
carry
ends
insure
handled
response
respects
donuting
deed
motivat-ing
drives
replaced
naca
revolutionary
soviets
plagued
hardships
benefital
lasting
lunar
module
breaking
smarty
shoe
insoles
colored
state-
of-the-art-steel
construction
meantime
crucial
grade
weapon
warfare
amplifies
unity
monumental
etc..
immediately
pounds
abetter
photographs
educating
bones
enabled
recreation
territory
dent
soild
ictsors
curious
countrys
tsuami
proof
earthquake
spills
asking
seniors
crushed
complains
snot
views
failure
unveil
ignore
withstand
repeatedly
week/month
modivate
matchines
pasion
sufferring
philosophy
encouraged
settle
conflict
instantly
genuinely
granted
risked
secured
inhabitants
ships/shuttles
live/flourish
unwanted
losses
blackholes
wormholes
unexperienced
sicker
accidental
launches
piolit
ekonomy
reasones
lifting
egnishion
unenhabitable
cource
haste
clog
exiting
satallies
comunnicate
theyre
serve
chaos
shift
battery
blasting
competible
plane-dropping
gotton
offs
desired
towns
bark
arother
mover
ononly
explovation
acording
communicating
transfer
soooo
affording
rivers
struggled
cornacopia
765.3
vital
resantly
amarican
governmant
poojects
othe
negarive
kolage
speen
explopration
hide
globle
neverending
dicover
satillies
inovation
shake
invertions
disierable
medicare
innovate
kindof
active
lying
whating
leaf
savior
shipments
transportations
dais
planents
diseses
onec
sorry
scienctist
reserve
possibillties
jacket
preform
teaching
examine
patient
one-percent
saturation
cheapet
hooked
encouragement
disagreed
equalling
cendding
previously
reply
expending
confident
conurred
2.middle
idea=a
expands
76.3
soceity
formed
measured
round
greated
gurantee
bullying
latest
trends
relate
posts
online
class
suicides
bully
migh
yearned
depths
vastness
galleao
fasinated
glorious
fireball
complex
picture
stepping
stones
cureable
aful
bullion
goerge
washinton
standing
dissagrea
recorce
analize
recreateit
limiting
pinpoint
produse
matchiens
recieve
enormous
ammounts
fellow
lessened
byeing
souces
diffent
weathor
dought
allcies
bridges
marathon
stinky
difty
burger
slice
drive
franeisco
letter
floor
smile
bankrupted
satillite
goinig
sunshine
illed
desperately
earth-including
explorer
decline
general
astrow
reasson
lists
hs/she
address
livable
expanding
undergo
circling
shine
spacehips
organic
plantations
asks
offenses
tromendously
awhole
feild
pawor
maters
begining
poverry
uninhabited
fuss
housed
clothed
inhabitle
gasses
intill
wreck
tubes
metal
feedin
matters
cuthing
originally
seven
monatoned
experienced
obesity
excess
affordable
fruits
market
double
cheeseburger
founding
suggestion
ened
theim
torned
cought
researches
recall
dolalrs
usally
benitis
stressfull
theme
onot
effictive
diesises
beliving
ghettos
concerns
threw
'government
explortorium
miliatry
aurgument
defended
explortoron
witht
aiplanes
populaton
25.3
clain
uneccesary
inspiring
ccrnuccpia
thirdly
endanger
forthly
exam
willing
sice
threatning
astronaunts
definetly
players
bited
african
'satellights
solutions/
fossilfuels
'pollution
urgently
uncommon
herb
forest
rebuild
warehouses
herbs
companyes
impacting
aspects
elaborate
deeper
originated
preparation
immidiate
thoughts
sorting
experiencing
conviced
withe
statem
nessesary
stores
barrior
sunburn
protest
residents
protective
movies
scared
exact
povert
heck
onother
poveraged
veggies
explosive
showoff
acces
shoulnt
thirst
toys
factoriez
expencive
nesecery
sattelite
failing
region
developments
pg.1
counterarguement
setences
drying
exportation
halfway
drawing
forgetting
overload
practical
money/
home/food
staying
substitutes
yearly
covers
fishing
wedding
veils
ineed
sunami
competting
contrys
rubbing
thoery
ricsky
heartless
scary
assume
instigate
larse
hans
stins
burllins
energies
overpopulates
weigh
off-topic
uncle
grew
reasonings
exhausted
awesome
months
informed
meant
ruling
creator
theory
pockets
determining
decided
hsould
recieved
poverity
satettites
beause
saterlign
helpin
paluted
problely
inprotant
improtant
thoes
becuase
dome
ultimately
preventable
celluar
contact
saves
endless
discoveriew
condisions
caryea
renewable/clean
ledd
people/earth
vassel
wholeheartedly
significantly
imagining
merely
unfortunately
expoditions
international
imagen
frotier
dominate
pratical
useoes
limated
obtion
reseach
stabe
invoryment
inter
ation
station
statilte
conduct
spical
telescopr
spudnick
bummer
amstong
aldrin
remender
neveratuclly
overing
ufust
unkown
usage
obious
surpass
somewhat
outr
teachings
flights
accurately
coordinates
whcih
coordinations
bacteria
organisms
estimate
groceries
people/planet
casing
povirty
spreat
teems
conclusions
fining
frie
tiger
suffe
lits
fale
robbed
starting
doneting
department
beter
'often
diffult
influences
uncured
excersices
relatives
recognize
futere
overtime
ignoring
convicened
ncuse
the2nd
reason/evidence
loosing
enstead
atmospheres
rust
lossing
elective
actual
obvious
haul
contend
flipside
rally
defences
contort
asutronauts
imediately
commentery
hunks
preventions
floats
video
clips
splits
flies
whichever
planer
breaks
forests
glaciers
toxins
breather
nerds
nessicary
through-out
cuting
distribut
fishnets
670,000,000,000
food/medicine
convert
limitless
unreasonable
catchy
logo
penny
urge
pesirble
inspect
myraid
proces
observed
available
treating
interact
basis
schedules
accordingly
birds-eye
short-term
longterm
aruther
convest
socity
havd
serveal
esploration
astronanout
underground
tunnel
signal
distruction
invections
movivated
russian
achievement
'avoided
ôspace
-the
'cold
dealt
cleansing
surely
recordings
polluction
polluotion
factoirs
host
powrty
noney
hunr
powrer
impovershied
repert
exlore
outweighs
boiling
oart
circumstances
differense
suply
beneifits
nonbenefit
account
argonne
elementary
read-a-thon
definatly
fundraisers
contions
peope
'imagine
bomb-droping
puting
afterall
helpout
fould
defene
kenya
explotion
exobitting
nationals
monotor
installed
prodiction
feld
disriable
affort
polices
firefighters
abandoned
detecter
curiouse
size
texan
deleting
unethical
comply
completly
obliterate
hatred
enemies
unlikely
smart
suceeding
hurtting
onces
significient
etcé
distract
contributions
pursue
asmallerclass
success
arts
asecond
spenton
people-help
abuse
rape
intrasted
intrast
reproduce
citizition
milllion
liviing
difficuly
happends
napping
worring
louds
gasolin
civilation
peaple
melearia
soup
kitchens
conquered
setter
flower
difficutly
spaec
1.29
24.3
prit
vist
curiousity
thirty
brokes
instresting
wandered
sales
governner
reasearch
equiment
hiv/aids
mosquiteos
connected
fraction
headed
upwards
experiences
mean-while
infinite
passion
districts
econimie
descovering
profits
assures
early
proponent
polverty
suffured
consistently
unsolvable
eqiupment
gadjits
budjit
399-4038
healty
inprove
one-half
malari
bucks
leftover
babies
